{
  "register.firstname": "First name",
  "register.lastname": "Last name",
  "register.gender": "Gender",
  "register.year": "Year of birth (YYYY)",
  "register.postalcode": "Postal code",
  "register.healthTxt": "I declare that my state of health allows me to take part in this race.",
  "register.gdpr": "* In accordance with European data protection regulations (GDPR- May 25, 2018), we need your consent to validate your subscription to our mailing list. We only collect data when you register for a race. They contain your name, first name, year of birth, gender, email address, the municipality where you reside and a possible club membership. By registering, you accept that these will be used by the race organizer for administrative purpuses (like race ranking) and sending updates through our newsletter. Our data is never transferred, exchanged or resold. You can unsubscribe for the newsletter at any time by sending a request to joggansgroup@gmail.com.",
  "register.cancel": "Cancel",
  "register.save": "Save",
  "register.title": "Register to the race",
  "register.return": "Return to the race",
  "register.errorTxt": "An unexpected error occurred, please take contact joggansgroupe@gmail.com with message:",
  "register.errorSignature": "Our sincere apologies, The ChronoScan team",
  "register.confirm": "To confirm your subscription to the event {{eventName}}, please do the bank transfert:",
  "register.amount": "Amount: {{price}}€",
  "register.bankNumber": "Account number: {{accountNumber}}",
  "register.recipent": "Name of the recipent: {{recipent}} ",
  "register.structure": "Structure communication: {{structure}} ",
  "register.sucessSignature": "Sportly, {{organization}}.",
  "register.hi": "Hi {{firstName}} {{lastname}},",
  "subscription.button": "Registration",
  "subscription.title": "The participants",
  "subscription.pay": "Paid",
  "eventlist.title": "The races",
  "event.challenge": "Is part of {{challengeName}}",
  "event.info": "More information: {{websiteName}}",
  "event.open": "Open",
  "header.features": "Features",
  "header.about": "About",
  "header.logout": "Logout",
  "header.admin": "Admin",
  "register.warningMail": "You should receive an email. Don't forget to check your spams if it's not in your inbox.",
  "login.title": "Login to administrate a race",
  "subscription.delay": "The confirmation of your payment can take from one to four days from the moment you made the transfer. In case of delay please contact the club.",
  "about.title": "Our story",
  "about.goal1": "The initial design of this application was to register runners and automatically check the payments for our club: the Joggans.",
  "about.goal2": "The long term goal is to allow any race organisation to manage electronically the registrations and the race timing with bib scanning.",
  "about.features": "The features",
  "about.register": "Register to a race",
  "about.registerTxt": "On the website anyone can subscribe to the race. To apply, the participant need to fill in a form with validation on the data.",
  "about.check": "Payments check",
  "about.checkTxt": "The real business value of this application, no matter the bank, is that you can upload an overview of your bank transferts and our system will automaticaly confirm who has payed based on the structured communication: +++XXX/XXXX/XXXXX+++.",
  "about.checkNote": "The bank structured communication begins with the year followed by a sequence of 6 digits and finishing with a check digit based on module 97",
  "about.notif": "Notification via mail",
  "about.notifTxt": "As soon as the participant subscribes to a run, he will receive a summary mail. When his payment is validated, he will receive a confirmation mail.",
  "about.security": "Security",
  "about.securityTxt": "The website is in HTTPS and works with Json Web Token (JWT) based on key encryption, which means that for any critical change you need to be authenticated.",
  "about.techno": "Open source with modern technologies",
  "about.technoTxt": "This website is made on MEAN stack: Mongo, Express, Angular 8 and Node.Js. We run our web application on Amazon AWS.",
  "about.technoButon": "Find out more on github",
  "about.language": "Handle multiple language",
  "about.languageTxt": "Thanks to the plugin ngx-translate, you can select your language in the header of this page (by default it's based on your browser settings). Because our jogging club is based in Brussels, for now, it's mainly in Dutch and French. But you can help use to translate the website in your language through this ",
  "about.timing": "Record the runners' stopwatch",
  "about.timingTxt": "At finish line of your race, record the timing and identify the runners by scanning their bib number.",
  "about.timingNote": "You can use a simple laptop or your smartphone with an usb adaptor (OTG + keyboard config*) to scan the bib numbers.",
  "about.admin": "Administration for any organization",
  "about.adminTxt": "Any organization should be able to create/edit his own event.",
  "about.mobile": "Offline mode and mobile application",
  "about.mobileTxt": "Because our webapp is responsive, it will work perfectly on a smarthpone. However, in order to have a better user experience, we would like to be able to memorize the bib numbers without internet connection and have a mobile application for better usability.",
  "about.mobileNote": "Technology: web storage (HTML5) + PhoneGap",
  "about.aboutMe": "If you want to know more about me:",
  "about.available": "Available",
  "about.todo": "To do"
}