{
  "register.firstname": "Prénom",
  "register.lastname": "Nom de famille",
  "register.gender": "Sexe",
  "register.year": "Année de naissance (AAAA)",
  "register.postalcode": "Code postal",
  "register.return": "Retour à la course",
  "register.title": "Enregistrement à la course",
  "register.healthTxt": "Je déclare que mon état de santé me permet de participer à la présente épreuve.",
  "register.gdpr": "*Conformément à la réglementation européenne sur la protection des données (RGPD - 25 mai 2018), nous avons besoin de votre consentement pour valider votre inscription à notre mailing list. Nous recueillons uniquement les données lors de votre inscription à une course. Elles contiennent votre nom, prénom, année de naissance, sexe, adresse email, la commune où vous résidez et une éventuelle affiliation à un club. En vous inscrivant, vous acceptez que celles-ci soient utilisées dans le cadre de la course organisée par le Joggans et l’envoi de nos newsletters. Nos données ne sont jamais cédées, échangées ou revendues. Vous pourrez vous désabonner à tout moment en faisant la demande par email à joggansgroup@gmail.com.",
  "register.cancel": "Annuler",
  "register.save": "Enregistrer",
  "register.errorTxt": "Une erreur c'est produite, veuillez prendre contact avec joggansgroupe@gmail.com avec ce messe:",
  "register.errorSignature": "Nos plus sincères excuses, L'équipe ChronoScan",
  "register.confirm": "Pour confirmer votre inscription à l'événement {{eventName}}, veuillez effectuer le virement: ",
  "register.amount": "Montant: {{price}}€",
  "register.bankNumber": "Numéro de compte: {{accountNumber}}",
  "register.recipent": "Nom du bénéficiaire: {{recipent}} ",
  "register.structure": "Communication structurée: {{structure}} ",
  "register.sucessSignature": "Sportivement, {{organization}}.",
  "register.hi": "Bonjour {{firstName}} {{lastname}},",
  "subscription.button": "Inscription",
  "subscription.title": "Les participants",
  "subscription.pay": "Payé",
  "eventlist.title": "Les courses",
  "event.challenge": "Fait partie du {{challengeName}}",
  "event.info": "Plus d'information: {{websiteName}}",
  "event.open": "Ouvrir",
  "header.features": "Fonctionnalités",
  "header.about": "À propos",
  "header.logout": "Déconnexion",
  "header.admin": "Administration",
  "register.warningMail": "Vous devriez recevoir un e-mail. N'oubliez pas de vérifier vos spams si le mail n’est pas arrivé dans votre boîte de réception.",
  "login.title": "Connectez-vous pour administrer une course",
  "subscription.delay": "La confirmation de votre paiement peut prendre entre un et quatre jours à partir du moment où vous avez effectué le virement. En cas de retard veuillez prendre contact avec le club.",
  "about.title": "Notre histoire",
  "about.goal1": "La conception initiale de cette application était d'enregistrer les coureurs et de vérifier automatiquement les paiements pour notre club: le Joggans.",
  "about.goal2": "L'objectif à long terme est de permettre à toute organisation de course de gérer électroniquement les inscriptions et le chronométrage de la course avec le scannage des dossards.",
  "about.features": "Les fonctionnalités",
  "about.register": "S'inscrire à une course",
  "about.registerTxt": "Sur le site Web, tout le monde peut s'inscrire à une course. Pour postuler, le participant doit remplir un formulaire de validation des données.",
  "about.check": "Vérifiez les paiements",
  "about.checkTxt": "La véritable valeur ajoutée de cette application est, quelle que soit la banque dans laquelle vous vous trouvez, que vous pouvez charger vos virements bancaires et notre système confirmera automatiquement qui a payé en fonction de la communication structurée: +++XXX/XXXX/XXXXX+++.",
  "about.checkNote": "La communication structurée bancaire commence par l'année suivie d'une séquence de 6 chiffres et se termine par un chiffre de contrôle basé sur le module 97.",
  "about.notif": "Notification par courrier",
  "about.notifTxt": "Dès que le participant s'inscrit à une course, il recevra un mail récapitulatif. Et lorsque son paiement sera validé, il recevra un mail de confirmation.",
  "about.security": "Sécurité",
  "about.securityTxt": "Le site Web est en HTTPS et fonctionne avec Json Web Token (JWT) basé sur le chiffrement des clés, ce qui signifie pour tout changement critique vous avez besoin d'être authentifié.",
  "about.techno": "Open source avec des technologies moderne",
  "about.technoTxt": "Ce site est réalisé sur la stack MEAN: Mongo, Express, Angular 8 et Node.Js. Nous hébergeons notre application sur Amazon AWS.",
  "about.technoButon": "En savoir plus sur github",
  "about.language": "Gére plusieurs langues",
  "about.languageTxt": "Grâce au plugin ngx-translate, vous pouvez sélectionner votre langue dans l'en-tête de cette page (par défaut c'est basé sur les paramètres de votre navigateur). Parce que notre club de jogging est basé à Bruxelles, pour l'instant, c'est principalement en néerlandais et en français. Mais vous pouvez aider à traduire le site Web dans votre langue sur ce ",
  "about.timing": "Enregistrez le chronomètre des coureurs",
  "about.timingTxt": "À l'arrivée de votre course, enregistrez le chronométrage et identifiez les coureurs en scannant leur numéro de dossard.",
  "about.timingNote": "Vous pouvez utiliser un ordinateur portable classique ou votre smartphone avec un adaptateur USB (OTG + configuration du clavier) pour scanner les numéros de dossard.",
  "about.admin": "Administration pour toute organisation",
  "about.adminTxt": "Toute organisation doit pouvoir créer / modifier son propre événement.",
  "about.mobile": "Mode hors ligne et application mobile",
  "about.mobileTxt": "Parce que notre webapp est réactive, elle fonctionnera parfaitement sur un smarthpone. Mais pour avoir une meilleure expérience utilisateur, nous aimerions pouvoir mémoriser les numéros de dossard sans internet et avoir une application mobile pour une meilleure intégration.",
  "about.mobileNote": "Technologie: stockage Web (HTML5) + PhoneGap",
  "about.aboutMe": "Si vous voulez en savoir plus sur moi:",
  "about.available": "Disponible",
  "about.todo": "A faire"
}