{
  "register.firstname": "Voornaam",
  "register.lastname": "Familienaam",
  "register.gender": "Geslacht",
  "register.year": "Geboortejaar (JJJJ)",
  "register.postalcode": "Postcode",
  "register.return": "Terug naar de wedstrijd",
  "register.healthTxt": "Ik verklaar dat mijn gezondheidstoestand mij toestaat deel te nemen aan deze wedstrijd.",
  "register.gdpr": "*Conform de Europese verordening voor gegevensbescherming (GDPR- 25 mei 2018), hebben wij u toestemming nodig om u in te schrijven voor onze mailinglijst. Wij verzamelen uw gegevens enkel in aanloop van een wedstrijd. Deze omvatten uw naam, voornaam, geboortejaar, geslacht, e-mailadres, uw gemeente en een eventuele aansluiting bij een club. Deze zijn nodig voor het goede verloop van een wedstrijd (klassement) en voor het verzenden van onze newsletters. Onze gegevens zullen nooit doorgegeven, uitgewisseld of verkocht worden. U kan zich ten allen tijde uitschrijven op eenvoudig verzoek per e-mail naar joggansgroup@gmail.com.",
  "register.cancel": "Annuleren",
  "register.save": "Opslaan",
  "register.title": "Inschrijving voor de wedstrijd",
  "register.errorTxt": "Er is een onverwachte fout opgetreden, neem contact op met joggansgroup@gmail.com met dit bericht:",
  "register.errorSignature": "Onze oprechte excuses, het ChronoScan-team",
  "eventlist.title": "De wedstrijden",
  "register.hi": "Hallo {{firstName}} {{lastname}},",
  "register.confirm": "Voer de overschrijving binnen de 5 dagen uit om uw registratie voor het evenement {{eventName}} te bevestigen:",
  "register.amount": "Bedrag: {{price}}€",
  "register.bankNumber": "Rekeningnummer: {{accountNumber}}",
  "register.recipent": "Naam van de begunstigde: {{recipent}}",
  "register.structure": "Gestructureerde mededeling: {{structure}}",
  "register.sucessSignature": "Sportieve groeten, {{organization}}.",
  "subscription.button": "Inschrijving",
  "subscription.title": "De deelnemers",
  "subscription.pay": "Betaald",
  "event.challenge": "Onderdeel van {{challengeName}}",
  "event.info": "Meer informatie: {{websiteName}}",
  "event.open": "Open",
  "header.features": "Functionaliteiten",
  "header.about": "Over",
  "header.logout": "Uitloggen",
  "header.admin": "Administratie",
  "register.warningMail": "Je zou een e-mail moeten ontvangen. Vergeet niet je spams te controleren als deze niet in je inbox staan.",
  "login.title": "Log in om een race te beheren",
  "subscription.delay": "De bevestiging van uw betaling kan 1 tot 4 dagen duren vanaf het moment dat u de overschrijving heeft gedaan. Neem in geval van vertraging contact op met de club.",
  "about.title": "Ons verhaal",
  "about.goal1": "De oorspronkelijke doelstelling van deze applicatie was om lopers te registreren en automatisch de betalingen de controleren voor onze club: de Joggans.",
  "about.goal2": "Het lang termijn doel is om elke race-organisatie in staat te stellen om de registratie en de tijdregistratie elektronisch te beheren met rugnummerscanning.",
  "about.features": "De functies",
  "about.register": "Registreer je voor een race",
  "about.registerTxt": "Iedereen kan zich inschrijven voor een race via de website. Om deel te nemen, moet de deelnemer een gegevensformulier invullen.",
  "about.check": "Controle van de betaling",
  "about.checkTxt": "De echte toegevoegde waarde van deze applicatie is, ongeacht de bank, automatisch de betalingen te kunnen bevestigen. Deze functie werkt via een upload van alle bankoverschrijvingen naar ons systeem. Ons systeem zal dan automatisch de betalingen bevestigen op basis van de gestructureerde communicatie in formaat: +++XXX/XXXX/XXXXX+++.",
  "about.checkNote": "De gestructureerde bankcommunicatie begint met het jaar, gevolgd door een reeks van 6 cijfers en eindigt met een controlecijfer op basis van module 97",
  "about.notif": "Kennisgeving via e-mail",
  "about.notifTxt": "Zodra de deelnemer zich inschrijft voor een race, ontvangt hij een samenvattingsmail. En wanneer zijn betaling is bevestigd, ontvangt hij een bevestigingsmail.",
  "about.security": "Veiligheid",
  "about.securityTxt": "De website is in HTTPS en werkt met Json Web Token (JWT) op basis van sleutelversleuteling. Dit betekent dat voor elke kritieke wijziging, u moet worden geverifieerd.",
  "about.techno": "Open source met moderne technologieën",
  "about.technoTxt": "Deze website is gebeseerd op MEAN-stack: Mongo, Express, Angular 8 en Node.Js. We draaien onze webapplicatie op Amazon AWS.",
  "about.technoButon": "Meer informatie op github",
  "about.language": "Omgaan met meerdere talen",
  "about.languageTxt": "Dankzij de plug-in ngx-translate, kunt u uw taal selecteren in de koptekst van deze pagina (standaard gebaseerd op uw browserinstellingen). Omdat onze joggingclub momenteel in Brussel is gevestigd, is deze voornamelijk in het Nederlands en het Frans. U kan echter de website vertalen naar u eigen taal via deze Google-sheet.",
  "about.timing": "Tijdsopnamen",
  "about.timingTxt": "Registreer de eindtijd en identificeer alle lopers door hun startnummer te scannen.",
  "about.timingNote": "U kunt hiervoor een klassieke laptop gebruiken of uw smartphone met een USB-adapter (OTG + toetsenbordconfiguratie).",
  "about.admin": "Administratie voor elke organisatie",
  "about.adminTxt": "Elke organisatie moet zijn eigen evenement kunnen maken / bewerken.",
  "about.mobile": "Offline modus en mobiele applicatie",
  "about.mobileTxt": "Omdat onze webapp responsief is, werkt deze perfect op een smarthpone. Maar voor een betere gebruikerservaring willen we de startnummers zonder internetconnectie kunnen onthouden en een mobiele applicatie hebben voor een betere bruikbaarheid.",
  "about.mobileNote": "Technologie: webopslag (HTML5) + PhoneGap",
  "about.aboutMe": "Als je meer over mij wilt weten: ",
  "about.available": "Beschikbaar",
  "about.todo": "Te doen"
}